Repository: fangjunyu1/Faock
Catalog: Faock/String/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: About us
ar: معلومات عنا
ca: sobre Nosaltres
cs: nás
da: om os
de: über uns
el: για Εμάς
es: sobre nosotros
fi: Meistä
fr: à propos de nous
he: אודותינו
hi: हमारे बारे में
hr: nama
hu: rólunk
id: Tentang Kami
it: chi siamo
ja: 私たちについて
ko: 우리에 대하여
ms: tentang Kami
nb: om oss
nl: over ons
pl: nas
pt_br: Sobre nós
ro: despre Noi
ru: о нас
sk: nás
sv: om oss
th: เกี่ยวกับเรา
tr: Hakkımızda
uk: про нас
vi: về chúng tôi
zh_hans: 关于我们
zh_hk: 關於我們

source: Acknowledgements
ar: الشكر والتقدير
ca: Agraïments
cs: Poděkování
da: Anerkendelser
de: Danksagung
el: Ευχαριστίες
es: Expresiones de gratitud
fi: Kiitokset
fr: Remerciements
he: תודות
hi: स्वीकृतियाँ
hr: Priznanja
hu: Köszönetnyilvánítás
id: Ucapan Terima Kasih
it: Ringraziamenti
ja: 謝辞
ko: 감사의 말
ms: Ucapan terima kasih
nb: Anerkjennelser
nl: Dankbetuigingen
pl: Podziękowanie
pt_br: Agradecimentos
ro: Mulțumiri
ru: Благодарности
sk: Poďakovanie
sv: Erkännanden
th: คำขอบคุณ
tr: Teşekkürler
uk: Подяки
vi: Lời cảm ơn
zh_hans: 鸣谢
zh_hk: 鳴謝

source: Apple will adjust the specific amount of in-app purchases based on the exchange rate/tax of the national currency.
ar: ستقوم Apple بتعديل المبلغ المحدد لعمليات الشراء داخل التطبيق استنادًا إلى سعر الصرف/الضريبة الخاصة بعملة بلدك.
ca: Apple ajustarà la quantitat específica de compres des de l'aplicació en funció del tipus de canvi/impost de la moneda del teu país.
cs: Apple upraví konkrétní množství nákupů v aplikaci na základě směnného kurzu/daně měny vaší země.
da: Apple justerer det specifikke beløb for køb i appen baseret på vekselkursen/skatten for dit lands valuta.
de: Apple passt den spezifischen Betrag der In-App-Käufe basierend auf dem Wechselkurs/der Steuer der Währung Ihres Landes an.
el: Η Apple θα προσαρμόσει το συγκεκριμένο ποσό των αγορών εντός εφαρμογής με βάση τη συναλλαγματική ισοτιμία/φόρο του νομίσματος της χώρας σας.
es: Apple ajustará la cantidad específica de compras dentro de la aplicación en función del tipo de cambio/impuesto de la moneda de tu país.
fi: Apple säätää sovelluksen sisäisten ostosten tiettyä määrää maasi valuutan vaihtokurssin/veron perusteella.
fr: Apple ajustera le montant spécifique des achats intégrés en fonction du taux de change/de la taxe de la devise de votre pays.
he: אפל תתאים את הכמות הספציפית של רכישות מתוך האפליקציה על סמך שער החליפין/מס של המטבע של המדינה שלך.
hi: ऐप्पल आपके देश की मुद्रा की विनिमय दर/कर के आधार पर इन-ऐप खरीदारी की विशिष्ट राशि को समायोजित करेगा।
hr: Apple će prilagoditi određeni iznos kupnje putem aplikacije na temelju tečaja/poreza valute vaše zemlje.
hu: Az Apple az alkalmazáson belüli vásárlások konkrét összegét az ország pénznemének árfolyama/adója alapján módosítja.
id: Apple akan menyesuaikan jumlah pembelian dalam aplikasi tertentu berdasarkan nilai tukar/pajak mata uang negara Anda.
it: Apple adatterà l'importo specifico degli acquisti in-app in base al tasso di cambio/alle imposte della valuta del tuo Paese.
ja: Apple は、お住まいの国の通貨の為替レート/税金に基づいて、アプリ内購入の具体的な金額を調整します。
ko: Apple은 해당 국가의 통화 환율/세금에 따라 앱 내 구매의 구체적인 금액을 조정합니다.
ms: Apple akan melaraskan jumlah khusus pembelian dalam apl berdasarkan kadar pertukaran/cukai mata wang negara anda.
nb: Apple vil justere det spesifikke beløpet for kjøp i appen basert på valutakursen/skatten for landets valuta.
nl: Apple past het specifieke bedrag voor in-app aankopen aan op basis van de wisselkoers/belasting van de valuta van uw land.
pl: Apple dostosuje konkretną kwotę zakupów w aplikacji na podstawie kursu wymiany/podatku waluty Twojego kraju.
pt_br: A Apple ajustará os preços dos produtos comprados no aplicativo de acordo com a taxa de câmbio e os impostos de cada país.
ro: Apple va ajusta cantitatea specifică de achiziții în aplicație în funcție de cursul de schimb/taxa din moneda țării tale.
ru: Apple скорректирует конкретную сумму покупок в приложении с учетом обменного курса/налога валюты вашей страны.
sk: Spoločnosť Apple upraví konkrétnu sumu nákupov v aplikácii na základe výmenného kurzu/dane meny vašej krajiny.
sv: Apple kommer att justera det specifika beloppet för köp i appen baserat på växelkursen/skatten för ditt lands valuta.
th: Apple จะปรับจำนวนการซื้อในแอปที่เฉพาะเจาะจงตามอัตราแลกเปลี่ยน/ภาษีของสกุลเงินของประเทศของคุณ
tr: Apple, uygulama içi satın alımların belirli miktarını ülkenizin para biriminin döviz kuru/vergisine göre ayarlayacaktır.
uk: Apple регулюватиме конкретну кількість покупок у програмі на основі обмінного курсу/податку валюти вашої країни.
vi: Apple sẽ điều chỉnh số tiền cụ thể của giao dịch mua trong ứng dụng dựa trên tỷ giá hối đoái/thuế của đơn vị tiền tệ tại quốc gia bạn.
zh_hans: Apple会根据国家货币的汇率/税费调整内购商品的具体金额。
zh_hk: Apple會根據國家貨幣的匯率/稅費調整內購商品的具體金額。

source: Because I liked playing Blockdoku very much before, the gameplay is simple, so I came up with the idea of ​​developing a similar game.
ar: لأنني أحببت حقًا لعب Blockdoku من قبل وكان من السهل اللعب، فقد توصلت إلى فكرة تطوير لعبة مماثلة.
ca: Com que abans m'agradava molt jugar a Blockdoku i era fàcil de jugar, em va ocórrer la idea de desenvolupar un joc semblant.
cs: Protože jsem dříve velmi rád hrál Blockdoku a bylo snadné ho hrát, přišel jsem s nápadem vyvinout podobnou hru.
da: Fordi jeg virkelig kunne lide at spille Blockdoku før, og det var nemt at spille, kom jeg på ideen om at udvikle et lignende spil.
de: Weil mir Blockdoku vorher sehr gut gefallen hat und einfach zu spielen war, kam ich auf die Idee, ein ähnliches Spiel zu entwickeln.
el: Επειδή μου άρεσε πολύ να παίζω Blockdoku πριν και ήταν εύκολο να παίξω, σκέφτηκα την ιδέα να αναπτύξω ένα παρόμοιο παιχνίδι.
es: Como antes me gustaba mucho jugar a Blockdoku y era fácil de jugar, se me ocurrió la idea de desarrollar un juego similar.
fi: Koska pidin todella paljon Blockdokun pelaamisesta aiemmin ja sitä oli helppo pelata, sain idean kehittää vastaava peli.
fr: Parce que j'aimais vraiment jouer à Blockdoku avant et que c'était facile à jouer, j'ai eu l'idée de développer un jeu similaire.
he: בגלל שמאוד אהבתי לשחק בלוקדוקו בעבר והיה קל לשחק, הגעתי לרעיון לפתח משחק דומה.
hi: क्योंकि मुझे पहले ब्लॉकडोकू खेलना बहुत पसंद था और इसे खेलना आसान था, इसलिए मुझे एक समान गेम विकसित करने का विचार आया।
hr: Budući da sam prije jako volio igrati Blockdoku i bilo ga je lako igrati, došao sam na ideju da razvijem sličnu igru.
hu: Mivel korábban nagyon szerettem a Blockdokuval játszani, és könnyű volt játszani, eszembe jutott egy hasonló játék fejlesztése.
id: Karena sebelumnya saya sangat suka bermain Blockdoku dan mudah dimainkan, muncullah ide untuk mengembangkan permainan serupa.
it: Poiché prima mi piaceva molto giocare a Blockdoku ed era facile da giocare, mi è venuta l'idea di sviluppare un gioco simile.
ja: 以前、Blockdoku をプレイしていてとても気に入っていて、プレイも簡単だったので、同じようなゲームを開発するというアイデアを思いつきました。
ko: 저는 이전에 Blockdoku를 정말 좋아했고 플레이하기도 쉬웠기 때문에 비슷한 게임을 개발하는 아이디어를 떠올렸습니다.
ms: Kerana saya sangat suka bermain Blockdoku sebelum ini dan ia mudah dimainkan, saya mendapat idea untuk membangunkan permainan yang serupa.
nb: Fordi jeg virkelig likte å spille Blockdoku før og det var enkelt å spille, kom jeg på ideen om å utvikle et lignende spill.
nl: Omdat ik Blockdoku al eerder erg leuk vond om te spelen en het ook nog eens makkelijk te spelen was, kwam ik op het idee om een soortgelijk spel te ontwikkelen.
pl: Ponieważ bardzo podobała mi się gra w Blockdoku i była łatwa do grania, wpadłem na pomysł stworzenia podobnej gry.
pt_br: Como sempre gostei de jogar Blockdoku, achei sua mecânica simples e divertida, o que me inspirou a desenvolver um jogo semelhante.
ro: Pentru că îmi plăcea foarte mult să joc Blockdoku înainte și era ușor de jucat, mi-a venit ideea de a dezvolta un joc similar.
ru: Так как мне раньше очень нравилось играть в Blockdoku и в нее было легко играть, у меня возникла идея разработать похожую игру.
sk: Pretože som predtým veľmi rád hral Blockdoku a hralo sa ľahko, prišiel som s nápadom vyvinúť podobnú hru.
sv: Eftersom jag verkligen gillade att spela Blockdoku tidigare och det var lätt att spela, kom jag på idén att utveckla ett liknande spel.
th: เนื่องจากฉันชอบเล่น Blockdoku มากก่อนและเล่นง่าย ฉันจึงเกิดความคิดที่จะพัฒนาเกมแนวเดียวกันนี้ขึ้นมา
tr: Daha önce Blockdoku oynamayı çok sevdiğim ve oynaması kolay olduğu için benzer bir oyun geliştirme fikri aklıma geldi.
uk: Оскільки раніше мені дуже подобалося грати в Blockdoku і грати було легко, у мене виникла ідея розробити подібну гру.
vi: Bởi vì trước đây tôi thực sự thích chơi Blockdoku và nó rất dễ chơi nên tôi đã nảy ra ý tưởng phát triển một trò chơi tương tự.
zh_hans: 因为之前非常喜欢玩Blockdoku，玩法简单，从而萌生出开发类似的游戏想法。
zh_hk: 因為之前非常喜歡玩Blockdoku，玩法簡單，因此萌生出開發類似的遊戲想法。

source: Block skins
ar: كتلة الجلد
ca: Bloquejar la pell
cs: Blokovat kůži
da: Bloker hud
de: Block-Skin
el: Αποκλεισμός του δέρματος
es: Bloquear piel
fi: Block Skin
fr: Bloquer la peau
he: בלוק עור
hi: ब्लॉक त्वचा
hr: Blokirajte kožu
hu: Blokk bőr
id: Blok Kulit
it: Pelle di blocco
ja: ブロックスキン
ko: 블록 스킨
ms: Kulit Sekat
nb: Blokker hud
nl: Blok huid
pl: Skórka bloku
pt_br: Skins de blocos
ro: Blochează pielea
ru: Блокировать кожу
sk: Blokovať kožu
sv: Block Skin
th: บล็อคสกิน
tr: Blok Cilt
uk: Блокувати шкіру
vi: Khối da
zh_hans: 方块皮肤
zh_hk: 方塊皮膚

source: Board skins
ar: جلد رقعة الشطرنج
ca: Skin de tauler d'escacs
cs: Kůže šachovnice
da: Skakbrætskind
de: Schachbrett-Skin
el: Δέρμα σκακιέρας
es: Diseño de tablero de ajedrez
fi: Shakkilaudan iho
fr: Peau d'échiquier
he: עור לוח שחמט
hi: शतरंज की बिसात की त्वचा
hr: Koža šahovske ploče
hu: Sakktábla bőr
id: Kulit Papan Catur
it: Pelle Scacchiera
ja: チェスボードスキン
ko: 체스판 스킨
ms: Kulit Papan Catur
nb: Sjakkbrettskin
nl: Schaakbord huid
pl: Skórka Szachownica
pt_br: Skins do tabuleiro
ro: Skin table de șah
ru: Шахматная доска
sk: Šachovnicová koža
sv: Schackbrädeshud
th: สกินกระดานหมากรุก
tr: Satranç tahtası derisi
uk: Скін шахової дошки
vi: Da bàn cờ
zh_hans: 棋盘皮肤
zh_hk: 棋盤皮膚

source: Completed purchase
ar: تم إتمام عملية الشراء
ca: Compra completada
cs: Dokončený nákup
da: Gennemført køb
de: Kauf abgeschlossen
el: Ολοκληρώθηκε η αγορά
es: Compra completada
fi: Ostos suoritettu
fr: Achat terminé
he: רכישה הושלמה
hi: खरीदारी पूरी हो गई
hr: Završena kupnja
hu: Befejezett vásárlás
id: Pembelian selesai
it: Acquisto completato
ja: 購入完了
ko: 구매 완료
ms: Selesai pembelian
nb: Gjennomført kjøp
nl: Voltooide aankoop
pl: Zakup dokonany
pt_br: Compra concluída
ro: Achizitie finalizata
ru: Завершенная покупка
sk: Dokončený nákup
sv: Genomfört köp
th: การซื้อเสร็จสมบูรณ์
tr: Tamamlanmış satın alma
uk: Завершена покупка
vi: Đã hoàn tất mua hàng
zh_hans: 已完成购买
zh_hk: 已完成購買

source: Confirm
ar: يتأكد
ca: confirmar
cs: potvrdit
da: bekræfte
de: bestätigen
el: επιβεβαιώνω
es: confirmar
fi: vahvistaa
fr: confirmer
he: לְאַשֵׁר
hi: पुष्टि करना
hr: potvrditi
hu: erősítse meg
id: mengonfirmasi
it: confermare
ja: 確認する
ko: 확인하다
ms: mengesahkan
nb: bekrefte
nl: bevestigen
pl: potwierdzać
pt_br: Confirmar
ro: confirma
ru: подтверждать
sk: potvrdiť
sv: bekräfta
th: ยืนยัน
tr: onaylamak
uk: підтвердити
vi: xác nhận
zh_hans: 确认
zh_hk: 確認

source: Continue
ar: يكمل
ca: continuar
cs: pokračovat
da: fortsætte
de: weitermachen
el: συνεχίζω
es: continuar
fi: jatkaa
fr: continuer
he: לְהַמשִׁיך
hi: जारी रखना
hr: nastaviti
hu: folytassa
id: melanjutkan
it: continuare
ja: 続く
ko: 계속하다
ms: teruskan
nb: fortsette
nl: doorgaan
pl: Kontynuować
pt_br: Continuar
ro: continua
ru: продолжать
sk: pokračovať
sv: fortsätta
th: ดำเนินการต่อ
tr: devam etmek
uk: продовжувати
vi: Tiếp tục
zh_hans: 继续
zh_hk: 繼續

source: End of the wait
ar: نهاية الانتظار
ca: Final de l'espera
cs: Konec čekání
da: Slut på ventetiden
de: Ende der Wartezeit
el: Τέλος της αναμονής
es: Fin de la espera
fi: Odotuksen loppu
fr: Fin de l'attente
he: סוף ההמתנה
hi: इंतजार का अंत
hr: Kraj čekanja
hu: Vége a várakozásnak
id: Akhir dari penantian
it: Fine dell'attesa
ja: 待ち時間の終わり
ko: 기다림의 끝
ms: Tamat penantian
nb: Slutt på ventetiden
nl: Einde van het wachten
pl: Koniec czekania
pt_br: Encerrar espera
ro: Sfârșitul așteptării
ru: Конец ожидания
sk: Koniec čakania
sv: Slut på väntan
th: สิ้นสุดการรอคอย
tr: Bekleyişin sonu
uk: Кінець очікування
vi: Kết thúc sự chờ đợi
zh_hans: 结束等待
zh_hk: 結束等待

source: Enjoy all game skins
ar: استمتع بجميع جلود اللعبة
ca: Gaudeix de totes les pells del joc
cs: Užijte si všechny herní vzhledy
da: Nyd alle spilskind
de: Genießen Sie alle Spiel-Skins
el: Απολαύστε όλα τα skins του παιχνιδιού
es: Disfruta de todos los aspectos del juego
fi: Nauti kaikista pelin skineistä
fr: Profitez de tous les skins du jeu
he: תהנה מכל סקינים של המשחק
hi: सभी गेम स्किन का आनंद लें
hr: Uživajte u svim skinovima igre
hu: Élvezze az összes játék skint
id: Nikmati semua skin game
it: Goditi tutte le skin del gioco
ja: すべてのゲームスキンをお楽しみください
ko: 모든 게임 스킨을 즐겨보세요
ms: Nikmati semua kulit permainan
nb: Nyt alle spillskinn
nl: Geniet van alle game-skins
pl: Ciesz się wszystkimi skórkami gry
pt_br: Aproveite todas as skins do jogo
ro: Bucurați-vă de toate skin-urile jocului
ru: Наслаждайтесь всеми игровыми скинами
sk: Užite si všetky herné vzhľady
sv: Njut av alla spelskins
th: เพลิดเพลินไปกับสกินเกมทั้งหมด
tr: Tüm oyun görünümlerinin tadını çıkarın
uk: Насолоджуйтесь усіма ігровими скінами
vi: Tận hưởng tất cả các giao diện trò chơi
zh_hans: 享用所有游戏皮肤
zh_hk: 享用所有遊戲皮膚

source: Enjoy the charm of the game cube
ar: استمتع بسحر كتل اللعبة
ca: Gaudeix de l'encant dels blocs de joc
cs: Užijte si kouzlo herních bloků
da: Nyd charmen ved spilblokke
de: Genießen Sie den Charme von Spielblöcken
el: Απολαύστε τη γοητεία των μπλοκ παιχνιδιών
es: Disfruta del encanto de los bloques de juego.
fi: Nauti pelilohkojen viehätyksestä
fr: Profitez du charme des blocs de jeu
he: תהנה מהקסם של קוביות משחק
hi: गेम ब्लॉक्स के आकर्षण का आनंद लें
hr: Uživajte u šarmu igre blokova
hu: Élvezze a játékblokkok varázsát
id: Nikmati pesona blok permainan
it: Goditi il fascino dei blocchi di gioco
ja: ゲームブロックの魅力を楽しもう
ko: 게임 블록의 매력을 즐겨보세요
ms: Nikmati daya tarikan blok permainan
nb: Nyt sjarmen til spillblokker
nl: Geniet van de charme van spelblokken
pl: Ciesz się urokiem klocków do gry
pt_br: Desfrute do charme dos blocos do jogo
ro: Bucurați-vă de farmecul blocurilor de joc
ru: Наслаждайтесь очарованием игровых блоков
sk: Užite si čaro herných blokov
sv: Njut av charmen med spelblock
th: เพลิดเพลินไปกับเสน่ห์ของบล็อคเกม
tr: Oyun bloklarının cazibesinin tadını çıkarın
uk: Насолоджуйтесь чарівністю ігрових блоків
vi: Tận hưởng sự quyến rũ của trò chơi khối
zh_hans: 享受游戏方块的魅力
zh_hk: 享受遊戲方塊的魅力

source: Finally, I hope this game can bring you enough fun, and I also hope that you can support us through in-app purchases.
ar: وأخيرًا، آمل أن تحظى هذه اللعبة بقدر كافٍ من المتعة، وآمل أيضًا أن تتمكن من دعمنا من خلال عمليات الشراء داخل التطبيق.
ca: Finalment, espero que aquest joc us ofereixi prou diversió i també espero que ens pugueu donar suport mitjançant compres des de l'aplicació.
cs: A konečně doufám, že vám tato hra přinese dostatek zábavy a také doufám, že nás můžete podpořit nákupy v aplikaci.
da: Endelig håber jeg, at dette spil kan give dig nok sjov, og jeg håber også, at du kan støtte os gennem køb i appen.
de: Abschließend hoffe ich, dass Ihnen dieses Spiel genügend Spaß bereitet und dass Sie uns durch In-App-Käufe unterstützen können.
el: Τέλος, ελπίζω ότι αυτό το παιχνίδι μπορεί να σας προσφέρει αρκετή διασκέδαση και ελπίζω επίσης να μπορείτε να μας υποστηρίξετε μέσω αγορών εντός εφαρμογής.
es: Por último, espero que este juego pueda brindarte suficiente diversión y también espero que puedas apoyarnos mediante compras dentro de la aplicación.
fi: Lopuksi toivon, että tämä peli tarjoaa sinulle tarpeeksi hauskaa, ja toivon myös, että voit tukea meitä sovelluksen sisäisillä ostoilla.
fr: Enfin, j'espère que ce jeu pourra vous apporter suffisamment de plaisir, et j'espère également que vous pourrez nous soutenir via des achats intégrés.
he: לבסוף, אני מקווה שהמשחק הזה יכול להביא לכם מספיק כיף, ואני גם מקווה שתוכלו לתמוך בנו באמצעות רכישות מתוך האפליקציה.
hi: अंत में, मुझे आशा है कि यह गेम आपको पर्याप्त आनंद देगा, और मुझे यह भी उम्मीद है कि आप इन-ऐप खरीदारी के माध्यम से हमारा समर्थन कर सकते हैं।
hr: Konačno, nadam se da vam ova igra može donijeti dovoljno zabave, a također se nadam da nas možete podržati kupnjom putem aplikacije.
hu: Végül remélem, hogy ez a játék kellő mókát tud nyújtani számodra, és remélem, hogy támogatsz minket az alkalmazáson belüli vásárlásokkal.
id: Akhirnya, saya harap game ini dapat memberi Anda kesenangan yang cukup, dan saya juga berharap Anda dapat mendukung kami melalui pembelian dalam aplikasi.
it: Infine, spero che questo gioco vi diverta abbastanza e che possiate supportarci tramite acquisti in-app.
ja: 最後に、このゲームが皆さんに十分な楽しみをもたらすことを願っています。また、アプリ内購入を通じて私たちをサポートしていただければ幸いです。
ko: 마지막으로, 이 게임이 여러분께 충분한 즐거움을 가져다주기를 바라며, 앱 내 구매를 통해 저희를 지원해 주셨으면 좋겠습니다.
ms: Akhir sekali, saya harap permainan ini dapat memberikan anda keseronokan yang mencukupi, dan saya juga berharap anda dapat menyokong kami melalui pembelian dalam apl.
nb: Til slutt håper jeg dette spillet kan gi deg nok moro, og jeg håper også du kan støtte oss gjennom kjøp i appen.
nl: Tot slot hoop ik dat je genoeg plezier beleeft aan dit spel en ik hoop dat je ons wilt steunen via in-app aankopen.
pl: Na koniec mam nadzieję, że gra dostarczy Wam sporo zabawy, i liczę na Wasze wsparcie poprzez zakupy w aplikacji.
pt_br: Por fim, espero que este jogo lhe traga muita diversão e que você possa nos apoiar através das compras no aplicativo.
ro: În cele din urmă, sper că acest joc vă poate aduce suficientă distracție și, de asemenea, sper că ne puteți sprijini prin achiziții în aplicație.
ru: Наконец, я надеюсь, что эта игра доставит вам достаточно удовольствия, а также надеюсь, что вы сможете поддержать нас с помощью покупок в приложении.
sk: Nakoniec dúfam, že vám táto hra prinesie dostatok zábavy a tiež dúfam, že nás podporíte prostredníctvom nákupov v aplikácii.
sv: Slutligen hoppas jag att det här spelet kan ge dig tillräckligt med kul, och jag hoppas också att du kan stödja oss genom köp i appen.
th: สุดท้ายนี้ ผมหวังว่าเกมนี้จะมอบความสนุกสนานให้กับคุณได้มากพอ และผมหวังว่าคุณจะสนับสนุนเราผ่านการซื้อในแอปได้
tr: Son olarak, bu oyunun size yeterince eğlence getirmesini umuyorum ve ayrıca uygulama içi satın alımlarla bizi destekleyebileceğinizi umuyorum.
uk: Нарешті, я сподіваюся, що ця гра принесе вам достатньо задоволення, і я також сподіваюся, що ви зможете підтримати нас через покупки в програмі.
vi: Cuối cùng, tôi hy vọng trò chơi này có thể mang lại đủ niềm vui cho bạn và tôi cũng hy vọng bạn có thể ủng hộ chúng tôi thông qua tính năng mua hàng trong ứng dụng.
zh_hans: 最后，希望这款游戏可以给你带来足够的乐趣，也希望能够通过内购方式支持我们。
zh_hk: 最後，希望這款遊戲能為你帶來足夠的樂趣，也希望能透過內購方式支持我們。

source: for providing free images, animations and sound effects.
ar: يتم توفير الصور والرسوم المتحركة والمؤثرات الصوتية مجانًا.
ca: Imatges, animacions i efectes de so gratuïts proporcionats.
cs: K dispozici jsou bezplatné obrázky, animace a zvukové efekty.
da: Gratis billeder, animationer og lydeffekter.
de: Kostenlose Bilder, Animationen und Soundeffekte werden bereitgestellt.
el: Παρέχονται δωρεάν εικόνες, κινούμενα σχέδια και ηχητικά εφέ.
es: Se proporcionan imágenes, animaciones y efectos de sonido gratuitos.
fi: Tarjolla ilmaisia kuvia, animaatioita ja äänitehosteita.
fr: Images, animations et effets sonores gratuits fournis.
he: תמונות, אנימציות ואפקטים קוליים מוצעים בחינם.
hi: निःशुल्क चित्र, एनिमेशन और ध्वनि प्रभाव उपलब्ध कराए गए।
hr: Dostupne besplatne slike, animacije i zvučni efekti.
hu: Ingyenes képek, animációk és hangeffektusok biztosítottak.
id: Gambar, animasi, dan efek suara gratis disediakan.
it: Immagini, animazioni ed effetti sonori forniti gratuitamente.
ja: 無料の画像、アニメーション、サウンドエフェクトが提供されます。
ko: 무료 이미지, 애니메이션 및 사운드 효과가 제공됩니다.
ms: Imej, animasi dan kesan bunyi percuma disediakan.
nb: Gratis bilder, animasjoner og lydeffekter tilbys.
nl: Gratis afbeeldingen, animaties en geluidseffecten beschikbaar.
pl: Dostępne są bezpłatne obrazy, animacje i efekty dźwiękowe.
pt_br: Fornecedores de imagens, animações e efeitos sonoros gratuitos.
ro: Imagini, animații și efecte sonore gratuite oferite.
ru: Предоставляются бесплатные изображения, анимации и звуковые эффекты.
sk: K dispozícii sú bezplatné obrázky, animácie a zvukové efekty.
sv: Gratis bilder, animationer och ljudeffekter tillhandahålls.
th: มีภาพ แอนิเมชั่น และเอฟเฟกต์เสียงให้ฟรี
tr: Ücretsiz görseller, animasyonlar ve ses efektleri sağlanmaktadır.
uk: Надаються безкоштовні зображення, анімація та звукові ефекти.
vi: Cung cấp hình ảnh, hình ảnh động và hiệu ứng âm thanh miễn phí.
zh_hans: 提供的免费图片、动画和音效素材。
zh_hk: 提供的免費圖片、動畫和音效素材。

source: for providing game ideas
ar: أفكار اللعبة المقدمة
ca: S'ofereixen idees de joc
cs: Herní nápady poskytnuty
da: Spilidéer til rådighed
de: Spielideen bereitgestellt
el: Παρέχονται ιδέες για παιχνίδια
es: Se proporcionaron ideas de juegos
fi: Peliideoita tarjotaan
fr: Idées de jeux fournies
he: רעיונות למשחק מסופקים
hi: खेल के विचार प्रदान किये गए
hr: Pružene ideje za igre
hu: Játékötletek biztosítottak
id: Ide permainan disediakan
it: Idee di gioco fornite
ja: ゲームのアイデア提供
ko: 게임 아이디어 제공
ms: Idea permainan disediakan
nb: Spillideer gitt
nl: Spelideeën verstrekt
pl: Dostarczono pomysły na grę
pt_br: Inspirações para a mecânica do jogo.
ro: Sunt oferite idei de jocuri
ru: Предоставлены идеи для игры
sk: Poskytnuté nápady na hry
sv: Spelidéer tillhandahålls
th: ไอเดียเกมที่ให้มา
tr: Oyun fikirleri sağlandı
uk: Надані ідеї для ігор
vi: Ý tưởng trò chơi được cung cấp
zh_hans: 提供的游戏思路
zh_hk: 提供的遊戲思路

source: Game membership
ar: عضوية اللعبة
ca: Membre del joc
cs: Členství ve hře
da: Spil medlemskab
de: Spielmitgliedschaft
el: Συνδρομή παιχνιδιού
es: Membresía del juego
fi: Pelin jäsenyys
fr: Adhésion au jeu
he: חברות במשחק
hi: खेल सदस्यता
hr: Članstvo u igri
hu: Játéktagság
id: Keanggotaan Game
it: Abbonamento al gioco
ja: ゲームメンバーシップ
ko: 게임 멤버십
ms: Keahlian Permainan
nb: Spillmedlemskap
nl: Spellidmaatschap
pl: Członkostwo w grze
pt_br: Membro do jogo
ro: Calitatea de membru al jocului
ru: Членство в игре
sk: Členstvo v hre
sv: Spelmedlemskap
th: การเป็นสมาชิกเกม
tr: Oyun Üyeliği
uk: Членство в грі
vi: Thành viên trò chơi
zh_hans: 游戏会员
zh_hk: 遊戲會員
